Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: You can find this again in You → One tap away.
ar: يمكنكِ العثور على هذا مجددًا في ملفّي ← على بُعد نقرة.
cs: Najdeš to znovu v Já → Na jedno klepnutí.
da: Du kan finde det igen under Dig → Ét tryk væk.
de: Du findest das jederzeit unter Ich → Nur ein Tippen entfernt.
el: Μπορείς να το βρεις ξανά από Εσύ → Με ένα πάτημα.
es: Puedes volver a encontrarlo en Tú → A un toque.
es_419: Puedes volver a encontrar esto en Tú → A un toque.
fi: Löydät tämän myöhemmin kohdasta Sinä → Yhden napautuksen päässä.
fr: Vous retrouverez cela dans Vous → À portée de pouce.
he: אפשר למצוא את זה שוב ב״אני ← במרחק הקשה״.
hi: आप इसे फिर से प्रोफ़ाइल → बस एक टैप दूर में पा सकती हैं।
hr: Ovo ćeš ponovno pronaći u Profil → Na jedan dodir.
hu: Ezt később itt találod meg: Profil → Egy koppintásnyira.
id: Kamu bisa menemukan ini lagi di Kamu → Sekali ketuk.
it: Puoi ritrovarlo in Tu → A portata di tocco.
ja: 「マイページ」→「ワンタップですぐ」からいつでも確認できます。
ko: 나 → 한 번 탭으로 메뉴에서 다시 찾을 수 있어요.
ms: Anda boleh menemuinya semula dalam Anda → Satu ketikan sahaja.
nb: Du finner dette igjen under Deg → Ett trykk unna.
nl: Je vindt dit terug via Jij → Binnen één tik.
pl: Znajdziesz to ponownie w Ty → O jedno stuknięcie.
pt_br: Você encontra isso de novo em Você → A um toque.
pt_pt: Podes voltar a encontrar isto em Perfil → A um toque.
ro: Poți găsi asta din nou în Profil → La o atingere distanță.
sk: Znova to nájdeš v časti Ty → Na jedno ťuknutie.
sv: Du hittar det här igen under Du → Ett tryck bort.
th: คุณหาหน้านี้ได้อีกครั้งที่ คุณ → แค่แตะครั้งเดียว
tr: Bunu daha sonra Sen → Tek dokunuş uzağında bölümünde yeniden bulabilirsin.
uk: Це можна знову знайти в Профіль → На відстані одного торкання.
vi: Bạn có thể tìm lại mục này tại Bạn → Chỉ một chạm.
zh_hans: 你可以在“我的”→“一键即达”中再次找到这里。
zh_hant: 你可以在「我的 → 一點即達」中再次找到這裡。

source: You decide what leaves
ar: أنتِ من تقرّرين ما يغادر
cs: Ty rozhoduješ, co odejde
da: Du bestemmer, hvad der sendes videre
de: Du entscheidest, was rausgeht
el: Εσύ αποφασίζεις τι φεύγει
es: Tú decides qué sale
es_419: Tú decides qué sale
fi: Sinä päätät, mitä lähtee
fr: Vous décidez de ce qui est partagé
he: את מחליטה מה יוצא
hi: क्या बाहर जाए, यह आप तय करती हैं
hr: Ti odlučuješ što izlazi
hu: Te döntöd el, mi kerül ki
id: Kamu yang menentukan apa yang keluar
it: Decidi tu cosa esce
ja: 外に出すものは、あなたが決める
ko: 밖으로 나가는 건 내가 정해요
ms: Anda yang tentukan apa yang keluar
nb: Du bestemmer hva som forlater telefonen
nl: Jij bepaalt wat de deur uitgaat
pl: Ty decydujesz, co opuszcza telefon
pt_br: Você decide o que sai
pt_pt: Tu decides o que sai
ro: Tu decizi ce pleacă
sk: Ty rozhoduješ, čo opustí telefón
sv: Du bestämmer vad som lämnar telefonen
th: คุณเป็นผู้ตัดสินว่าอะไรจะออกไป
tr: Neyin dışarı çıkacağına sen karar verirsin
uk: Ти вирішуєш, що залишає телефон
vi: Bạn quyết định điều gì rời khỏi máy
zh_hans: 由你决定分享什么
zh_hant: 由你決定什麼可以離開手機

source: You have %lld Visit Report ready to use.
ar: لديكِ %lld تقرير موعد جاهز للاستخدام.
cs: Máš %lld Zpráv k návštěvě připravených k použití.
da: Du har %lld Besøgsrapporter klar til brug.
de: Du hast %lld Terminberichte zur Verfügung.
el: Έχεις %lld Αναφορές Ραντεβού έτοιμες για χρήση.
es: Tienes %lld Informes de consulta listos para usar.
es_419: Tienes %lld Informes de Consulta listos para usar.
fi: Sinulla on %lld Käyntiraporttia käytettävissä.
fr: Vous avez %lld Rapports de rendez-vous prêts à l’emploi.
he: יש לך %lld דוחות ביקור מוכנים לשימוש.
hi: आपके पास इस्तेमाल के लिए %lld विज़िट रिपोर्ट तैयार हैं।
hr: Imaš %lld Izvješća za posjet spremnih za korištenje.
hu: %lld egyszeri jelentés vár felhasználásra.
id: Kamu punya %lld Laporan Konsultasi yang siap digunakan.
it: Hai %lld Report visita pronti da usare.
ja: 使用できる受診レポートが%lld件あります。
ko: 사용 가능한 진료 리포트가 %lld개 있어요.
ms: Anda ada %lld Laporan Temu Janji yang sedia digunakan.
nb: Du har %lld Legetimerapporter klare til bruk.
nl: Je hebt %lld Afspraakverslagen klaar voor gebruik.
pl: Masz %lld Raportu na wizytę gotowego do użycia.
pt_br: Você tem %lld Relatórios da Consulta prontos para usar.
pt_pt: Tens %lld Relatórios de Consulta prontos a usar.
ro: Ai %lld de Rapoarte de consultație gata de folosit.
sk: Máš %lld Správ k návšteve pripravených na použitie.
sv: Du har %lld Besöksrapporter redo att använda.
th: คุณมีรายงานพบแพทย์ %lld ฉบับพร้อมใช้
tr: Kullanıma hazır %lld Randevu Raporun var.
uk: Доступно звітів для візиту: %lld.
vi: Bạn có %lld Báo cáo buổi khám sẵn sàng để dùng.
zh_hans: 你有 %lld 份就诊报告可以使用。
zh_hant: 你有 %lld 份就診報告可以使用。

source: You logged %1$@ surges a day in the %2$lld days after you added %3$@, compared with %4$@ in the %5$lld days before. That's a coincidence check, not proof the medicine is the reason.
ar: سجّلتِ %1$@ موجة يوميًا في الأيام التالية لإضافة %3$@ (%2$lld)، مقارنةً بـ%4$@ في الأيام السابقة (%5$lld). هذا رصدٌ للتزامن، وليس دليلًا على أن الدواء هو السبب.
cs: Průměrný počet vln, které jsi zaznamenala za den: %1$@ během %2$lld dní po přidání léku %3$@, oproti %4$@ během %5$lld dní předtím. Je to kontrola souběhu, ne důkaz, že příčinou je lék.
da: Du registrerede %1$@ bølger om dagen i de %2$lld dage, efter du tilføjede %3$@, sammenlignet med %4$@ i de %5$lld dage før. Det er et tilfældighedstjek, ikke bevis for, at medicinen er årsagen.
de: In den %2$lld Tagen, nachdem du %3$@ hinzugefügt hast, hast du %1$@ Wellen pro Tag erfasst, in den %5$lld Tagen davor %4$@. Das ist ein Blick auf zeitliches Zusammentreffen, kein Beweis, dass das Medikament der Grund ist.
el: Αφότου πρόσθεσες το φάρμακο «%3$@», κατέγραψες %1$@ κύματα την ημέρα (ημέρες: %2$lld), σε σύγκριση με %4$@ τις προηγούμενες ημέρες (%5$lld). Πρόκειται για έλεγχο σύμπτωσης, όχι απόδειξη ότι το φάρμακο είναι η αιτία.
es: Registraste %1$@ oleadas al día en los %2$lld días después de añadir %3$@, frente a %4$@ en los %5$lld días anteriores. Es una comprobación de coincidencias, no una prueba de que el medicamento sea la causa.
es_419: Registraste %1$@ oleadas al día en los %2$lld días después de agregar %3$@, frente a %4$@ en los %5$lld días anteriores. Es una comprobación de coincidencias, no una prueba de que el medicamento sea la razón.
fi: Kirjasit %1$@ aaltoa päivässä %2$lld päivän aikana sen jälkeen, kun lisäsit lääkkeen %3$@, ja %4$@ sitä edeltävien %5$lld päivän aikana. Tämä on yhteensattuman tarkistus, ei todiste siitä, että lääke on syy.
fr: Vous avez noté %1$@ vagues par jour au cours des %2$lld jours après l’ajout de %3$@, contre %4$@ au cours des %5$lld jours précédents. C’est un repérage de coïncidences, pas la preuve que le médicament en est la raison.
he: רשמת %1$@ גלים ביום ב-%2$lld הימים שאחרי שהוספת את %3$@, לעומת %4$@ ב-%5$lld הימים שלפני. זו בדיקת צירוף מקרים, לא הוכחה שהתרופה היא הסיבה.
hi: %3$@ जोड़ने के बाद के %2$lld दिनों में आपने दिन में %1$@ लहरें दर्ज कीं, जबकि उससे पहले के %5$lld दिनों में %4$@। यह संयोग की जाँच है, इस बात का सबूत नहीं कि वजह दवा है।
hr: Zabilježeni valovi dnevno: %1$@ u razdoblju nakon dodavanja lijeka %3$@ (%2$lld d), naspram %4$@ u razdoblju prije (%5$lld d). To je provjera podudarnosti, a ne dokaz da je lijek razlog.
hu: Hozzáadott gyógyszer: %3$@. Az ezt követő %2$lld napban napi %1$@ hullámot rögzítettél, míg az előtte lévő %5$lld napban napi %4$@ hullámot. Ez egybeesés-vizsgálat, nem bizonyíték arra, hogy a gyógyszer az oka.
id: Kamu mencatat %1$@ gelombang sehari dalam %2$lld hari setelah menambahkan %3$@, dibandingkan %4$@ dalam %5$lld hari sebelumnya. Itu cek kebetulan, bukan bukti bahwa obat itulah penyebabnya.
it: Hai registrato %1$@ ondate al giorno nei %2$lld giorni dopo aver aggiunto %3$@, rispetto a %4$@ nei %5$lld giorni precedenti. È una verifica di coincidenza, non la prova che il motivo sia il farmaco.
ja: %3$@を追加したあとの%2$lld日間は1日あたり%1$@回のほてりを記録し、その前の%5$lld日間では%4$@回でした。これは偶然の一致を確かめるもので、その薬が理由だという証明ではありません。
ko: %3$@을(를) 추가한 뒤 %2$lld일 동안 하루 열감을 %1$@회 기록했고, 그 전 %5$lld일 동안에는 %4$@회였어요. 이는 우연인지 확인한 것일 뿐, 약이 원인이라는 증거가 아니에요.
ms: Anda mencatat %1$@ gelombang sehari dalam %2$lld hari selepas anda menambah %3$@, berbanding %4$@ dalam %5$lld hari sebelumnya. Itu semakan kebetulan, bukan bukti bahawa ubat itu puncanya.
nb: Du registrerte %1$@ bølger per dag de %2$lld dagene etter at du la til %3$@, mot %4$@ de %5$lld dagene før. Det er en sjekk av sammenfall, ikke bevis for at medisinen er årsaken.
nl: Je noteerde %1$@ golven per dag in de %2$lld dagen nadat je %3$@ toevoegde, tegenover %4$@ in de %5$lld dagen daarvoor. Dat is een toevalscheck, geen bewijs dat het medicijn de reden is.
pl: W dniach po dodaniu leku %3$@ (%2$lld) średnia dzienna liczba zapisanych fal wynosiła %1$@, a w dniach wcześniej (%5$lld) – %4$@. To sprawdzenie zbieżności, a nie dowód, że przyczyną jest ten lek.
pt_br: Você registrou %1$@ ondas por dia nos %2$lld dias depois de adicionar %3$@, em comparação com %4$@ nos %5$lld dias anteriores. Isso é uma checagem de coincidência, não uma prova de que o medicamento é o motivo.
pt_pt: Registaste %1$@ ondas por dia nos %2$lld dias depois de adicionares %3$@, em comparação com %4$@ nos %5$lld dias anteriores. Isto é uma verificação de coincidência, não prova de que o medicamento seja a razão.
ro: După ce ai adăugat %3$@, media zilnică a valurilor înregistrate a fost %1$@ (zile: %2$lld), față de %4$@ în perioada dinainte (zile: %5$lld). Este o verificare de coincidență, nu o dovadă că medicamentul este motivul.
sk: Podľa tvojich záznamov bol v dňoch po pridaní lieku %3$@ (%2$lld) priemerný počet vĺn za deň %1$@, v dňoch predtým (%5$lld) %4$@. Je to kontrola súbehu, nie dôkaz, že príčinou je tento liek.
sv: Du loggade %1$@ vågor om dagen efter att du lade till %3$@ (antal dagar: %2$lld), jämfört med %4$@ före (antal dagar: %5$lld). Det är en koll av sammanträffanden, inte bevis för att läkemedlet är orsaken.
th: คุณบันทึกระลอกร้อนวันละ %1$@ ครั้งใน %2$lld วันหลังจากเพิ่ม %3$@ เทียบกับ %4$@ ครั้งใน %5$lld วันก่อนหน้า นี่เป็นการดูว่าเกิดขึ้นพร้อมกันหรือไม่ ไม่ใช่ข้อพิสูจน์ว่ายาเป็นสาเหตุ
tr: %3$@ eklendikten sonraki %2$lld günde günlük ortalama %1$@ dalga kaydettin; önceki %5$lld günde bu sayı %4$@ idi. Bu bir rastlantı kontrolüdür, ilacın bunun nedeni olduğunun kanıtı değil.
uk: Хвиль на день після додавання препарату «%3$@» (днів: %2$lld): %1$@; за попередні дні (%5$lld): %4$@. Це перевірка збігів, а не доказ того, що причина в цьому препараті.
vi: Bạn ghi %1$@ cơn nóng mỗi ngày trong %2$lld ngày sau khi thêm %3$@, so với %4$@ trong %5$lld ngày trước đó. Đó là kiểm tra sự trùng hợp, không phải bằng chứng cho thấy thuốc là lý do.
zh_hans: 在添加“%3$@”后的 %2$lld 天里，你平均每天记录 %1$@ 次热浪；之前 %5$lld 天为 %4$@ 次。这只是巧合检查，不能证明药物就是原因。
zh_hant: 加入%3$@後的 %2$lld 天裡，你平均每天記錄 %1$@ 次熱浪；之前的 %5$lld 天則為 %4$@ 次。這只是巧合比對，不能證明藥物就是原因。

source: You logged %1$@ surges on an average %2$@, compared with %3$@ on other days over the last 8 weeks.
ar: سجّلتِ في المتوسط %1$@ موجة يوم %2$@، مقارنةً بـ%3$@ في الأيام الأخرى خلال آخر 8 أسابيع.
cs: Průměrný počet vln za posledních 8 týdnů – %2$@: %1$@, ostatní dny: %3$@.
da: Du registrerede %1$@ bølger på en gennemsnitlig %2$@, sammenlignet med %3$@ på andre dage de seneste 8 uger.
de: In den letzten 8 Wochen hast du an einem durchschnittlichen %2$@ %1$@ Wellen erfasst, an anderen Tagen %3$@.
el: Τις τελευταίες 8 εβδομάδες κατέγραφες κατά μέσο όρο %1$@ κύματα κάθε %2$@, σε σύγκριση με %3$@ τις άλλες ημέρες.
es: Registraste %1$@ oleadas un %2$@ medio, frente a %3$@ en el resto de días de las últimas 8 semanas.
es_419: Registraste %1$@ oleadas en un %2$@ promedio, frente a %3$@ en otros días durante las últimas 8 semanas.
fi: Viimeisten 8 viikon aikana kirjasit keskimäärin %1$@ aaltoa päivinä, jolloin oli %2$@, ja muina päivinä %3$@.
fr: Vous avez noté en moyenne %1$@ vagues le %2$@, contre %3$@ les autres jours, sur les 8 dernières semaines.
he: רשמת %1$@ גלים ב%2$@ ממוצע, לעומת %3$@ בימים אחרים, ב-8 השבועות האחרונים.
hi: पिछले 8 हफ़्तों में आपने औसतन हर %2$@ को %1$@ लहरें दर्ज कीं, जबकि बाकी दिनों में %3$@।
hr: U zadnjih 8 tjedana prosječan broj zabilježenih valova bio je %1$@ (%2$@), a ostalih dana %3$@.
hu: Az elmúlt 8 hétben átlagosan %1$@ hullámot rögzítettél a hét ezen napján (%2$@), a többi napon pedig %3$@ hullámot.
id: Rata-rata kamu mencatat %1$@ gelombang pada hari %2$@, dibandingkan %3$@ pada hari lain selama 8 minggu terakhir.
it: Hai registrato in media %1$@ ondate di %2$@, rispetto a %3$@ negli altri giorni delle ultime 8 settimane.
ja: 過去8週間、%2$@には平均%1$@回のほてりを記録し、それ以外の日は%3$@回でした。
ko: 최근 8주 동안 평균적인 %2$@에는 열감을 %1$@회, 다른 요일에는 %3$@회 기록했어요.
ms: Secara purata, anda mencatat %1$@ gelombang pada hari %2$@, berbanding %3$@ pada hari-hari lain dalam 8 minggu lepas.
nb: Du registrerte %1$@ bølger på en gjennomsnittlig %2$@, mot %3$@ på andre dager de siste 8 ukene.
nl: Je noteerde %1$@ golven op een gemiddelde %2$@, tegenover %3$@ op andere dagen in de afgelopen 8 weken.
pl: W ostatnich 8 tygodniach średnia liczba zapisanych fal w ten dzień tygodnia (%2$@) wynosiła %1$@, a w pozostałe dni %3$@.
pt_br: Nas últimas 8 semanas, você registrou em média %1$@ ondas quando era %2$@, em comparação com %3$@ nos outros dias.
pt_pt: Nas últimas 8 semanas, registaste em média %1$@ ondas por %2$@, em comparação com %3$@ nos outros dias.
ro: În ultimele 8 săptămâni, media valurilor înregistrate într-o zi de %2$@ a fost %1$@, față de %3$@ în celelalte zile.
sk: Za posledných 8 týždňov – priemerný počet vĺn za deň: %2$@ %1$@, ostatné dni %3$@.
sv: Du loggade %1$@ vågor en genomsnittlig %2$@, jämfört med %3$@ övriga dagar de senaste 8 veckorna.
th: ในช่วง 8 สัปดาห์ที่ผ่านมา คุณบันทึกระลอกร้อนเฉลี่ย %1$@ ครั้งใน %2$@ เทียบกับ %3$@ ครั้งในวันอื่น ๆ
tr: Ortalama bir %2$@ günü %1$@ dalga kaydettin; son 8 haftada diğer günlerde bu sayı %3$@ idi.
uk: Хвиль у середньому в такий день тижня (%2$@): %1$@; в інші дні: %3$@ (за останні 8 тижнів).
vi: Trung bình bạn ghi %1$@ cơn nóng vào %2$@, so với %3$@ vào những ngày khác trong 8 tuần qua.
zh_hans: 在过去 8 周里，平均每个%2$@你记录 %1$@ 次热浪，其他日子为 %3$@ 次。
zh_hant: 過去 8 週，你平均每個%2$@記錄 %1$@ 次熱浪，其他日子則為 %3$@ 次。

source: You marked alcohol today. After %1$lld of your recent alcohol evenings, you logged night sweats on %2$lld. Your entries, not a forecast.
ar: علّمتِ على الكحول اليوم. من بين أمسياتكِ الأخيرة مع الكحول (%1$lld)، سجّلتِ تعرّقًا ليليًا بعد %2$lld منها. هذه إدخالاتكِ، وليست توقعًا.
cs: Dnes jsi označila alkohol. Po %2$lld z %1$lld tvých nedávných večerů s alkoholem jsi zaznamenala noční pocení. Jsou to tvoje záznamy, ne předpověď.
da: Du har markeret alkohol i dag. Af dine seneste %1$lld aftener med alkohol blev %2$lld efterfulgt af registreret nattesved. Dine registreringer, ikke en forudsigelse.
de: Du hast heute Alkohol markiert. Letzte Abende mit Alkohol: %1$lld, davon mit nächtlichem Schwitzen in der Nacht danach: %2$lld. Deine Einträge, keine Vorhersage.
el: Σημείωσες αλκοόλ σήμερα. Πρόσφατα βράδια με αλκοόλ: %1$lld. Μετά από %2$lld από αυτά κατέγραψες νυχτερινές εφιδρώσεις. Οι καταχωρίσεις σου, όχι πρόβλεψη.
es: Hoy has marcado alcohol. De tus últimas %1$lld noches con alcohol, registraste sudores nocturnos después de %2$lld. Son tus registros, no una previsión.
es_419: Hoy marcaste alcohol. Después de %1$lld de tus noches recientes con alcohol, registraste sudores nocturnos en %2$lld. Son tus registros, no un pronóstico.
fi: Merkitsit tänään alkoholin. Viimeaikaisten alkoholi-iltojesi (%1$lld) jälkeen kirjasit yöhikoilua %2$lld yönä. Omia merkintöjäsi, ei ennuste.
fr: Vous avez indiqué de l’alcool aujourd’hui. Vos récents soirs avec alcool : %1$lld ; suivis de sueurs nocturnes : %2$lld. Ce sont vos saisies, pas une prévision.
he: סימנת אלכוהול היום. מתוך %1$lld ערבי האלכוהול האחרונים שלך, תיעדת הזעות לילה אחרי %2$lld מהם. אלה הרישומים שלך, לא תחזית.
hi: आज आपने शराब चिह्नित की है। शराब वाली आपकी हाल की %1$lld शामों में से %2$lld के बाद आपने रात का पसीना दर्ज किया। यह आपकी एंट्री है, कोई भविष्यवाणी नहीं।
hr: Danas si označila alkohol. Nedavne večeri s alkoholom: %1$lld; noćno znojenje zabilježeno nakon njih: %2$lld. Tvoji unosi, ne prognoza.
hu: Ma alkoholt jelöltél. A legutóbbi %1$lld alkoholos estéd után %2$lld éjszakán rögzítettél éjszakai izzadást. A saját bejegyzéseid, nem előrejelzés.
id: Kamu menandai alkohol hari ini. Setelah %1$lld malam terakhir dengan alkohol, kamu mencatat keringat malam pada %2$lld malam. Ini entrimu, bukan ramalan.
it: Oggi hai segnato l'alcol. Dopo %1$lld delle tue ultime serate con alcol, hai registrato sudorazioni notturne in %2$lld. Sono i tuoi dati, non una previsione.
ja: 今日はお酒を記録しました。最近お酒を飲んだ%1$lld晩のうち、%2$lld晩で寝汗を記録しています。これはあなたの記録であり、予報ではありません。
ko: 오늘 음주를 표시했어요. 최근 술을 마신 저녁 %1$lld번 중 %2$lld번은 그날 밤 야간 발한을 기록했어요. 예측이 아니라 내 기록이에요.
ms: Anda menandakan alkohol hari ini. Selepas %1$lld malam beralkohol anda baru-baru ini, anda mencatat peluh malam pada %2$lld daripadanya. Ini catatan anda, bukan ramalan.
nb: Du merket av for alkohol i dag. Av de %1$lld siste kveldene dine med alkohol registrerte du nattesvette etter %2$lld. Dine registreringer, ikke en prognose.
nl: Je gaf vandaag alcohol aan. Van je laatste %1$lld avonden met alcohol noteerde je na %2$lld daarvan nachtelijk zweten. Je eigen invoer, geen voorspelling.
pl: Zaznaczyłaś dziś alkohol. Ostatnie wieczory z alkoholem: %1$lld, noce po nich z zapisanymi nocnymi potami: %2$lld. To twoje wpisy, a nie prognoza.
pt_br: Você marcou álcool hoje. Nas suas noites recentes com álcool (%1$lld), você registrou suores noturnos depois de %2$lld delas. São os seus registros, não uma previsão.
pt_pt: Marcaste álcool hoje. Depois dos teus serões recentes com álcool (%1$lld), registaste suores noturnos em %2$lld. São os teus registos, não uma previsão.
ro: Ai marcat alcool azi. După serile recente cu alcool (%1$lld), ai înregistrat transpirații nocturne în %2$lld dintre ele. Înregistrările tale, nu o prognoză.
sk: Dnes si označila alkohol. Z tvojich nedávnych večerov s alkoholom (%1$lld) nasledovalo nočné potenie po %2$lld z nich. Sú to tvoje záznamy, nie predpoveď.
sv: Du markerade alkohol idag. Av dina senaste kvällar med alkohol (%1$lld) loggade du nattsvettningar efter %2$lld. Dina registreringar, ingen prognos.
th: วันนี้คุณทำเครื่องหมายว่าดื่มแอลกอฮอล์ หลังจาก %1$lld เย็นล่าสุดที่คุณดื่ม คุณบันทึกเหงื่อออกตอนกลางคืนใน %2$lld คืน นี่คือข้อมูลที่คุณบันทึก ไม่ใช่การพยากรณ์
tr: Bugün alkolü işaretledin. Son alkollü akşamlarından %1$lld tanesinin ardından %2$lld gecede gece terlemesi kaydettin. Bunlar senin kayıtların, bir tahmin değil.
uk: Сьогодні ти позначила алкоголь. Нещодавні вечори з алкоголем: %1$lld; ночі після них із нічною пітливістю: %2$lld. Це твої записи, а не прогноз.
vi: Hôm nay bạn đánh dấu có rượu bia. Sau %1$lld tối có rượu bia gần đây, bạn ghi đổ mồ hôi ban đêm vào %2$lld đêm. Đây là ghi nhận của bạn, không phải dự báo.
zh_hans: 你今天标记了饮酒。在最近 %1$lld 个饮酒的晚上之后，你有 %2$lld 个夜晚记录了夜间盗汗。这是你的记录，不是预测。
zh_hant: 你今天標記了喝酒。在你最近 %1$lld 個喝酒的晚上之後，有 %2$lld 個夜晚記錄了夜間盜汗。這是你的紀錄，不是預測。

source: You're set.
ar: كل شيء جاهز.
cs: Hotovo, máš nastaveno.
da: Så er du klar.
de: Alles bereit.
el: Είσαι έτοιμη.
es: Todo listo.
es_419: Todo listo.
fi: Kaikki valmista.
fr: Tout est prêt.
he: הכול מוכן.
hi: सब तैयार है।
hr: Sve je spremno.
hu: Minden kész.
id: Semua siap.
it: Tutto pronto.
ja: 準備ができました。
ko: 준비됐어요.
ms: Semuanya sudah sedia.
nb: Da er du klar.
nl: Alles staat klaar.
pl: Wszystko gotowe.
pt_br: Tudo pronto.
pt_pt: Está tudo pronto.
ro: Ești pregătită.
sk: Všetko je nastavené.
sv: Nu är du redo.
th: เรียบร้อยแล้ว
tr: Hazırsın.
uk: Усе готово.
vi: Mọi thứ đã sẵn sàng.
zh_hans: 准备好了。
zh_hant: 設定完成。

source: Your entries have something to say about tonight.
ar: لدى إدخالاتكِ ما تقوله عن الليلة.
cs: Tvoje záznamy mají co říct k dnešní noci.
da: Dine registreringer har noget at sige om i nat.
de: Deine Einträge haben etwas über heute Nacht zu sagen.
el: Οι καταχωρίσεις σου έχουν κάτι να πουν για απόψε.
es: Tus registros tienen algo que decir sobre esta noche.
es_419: Tus registros tienen algo que decir sobre esta noche.
fi: Merkinnöilläsi on sanottavaa tulevasta yöstä.
fr: Vos saisies ont quelque chose à dire sur ce soir.
he: לרישומים שלך יש מה לומר על הלילה.
hi: आपकी एंट्री आज रात के बारे में कुछ कहती हैं।
hr: Tvoji unosi imaju što reći o večerašnjoj noći.
hu: A bejegyzéseidnek van mondanivalója a mai éjszakáról.
id: Entrimu punya sesuatu untuk dikatakan tentang malam ini.
it: I tuoi dati hanno qualcosa da dire su stanotte.
ja: 今夜について、記録からひとことあります。
ko: 오늘 밤에 대해 내 기록이 할 말이 있대요.
ms: Catatan anda ada sesuatu untuk dikatakan tentang malam ini.
nb: Registreringene dine har noe å si om natten som kommer.
nl: Je invoer heeft iets te zeggen over vannacht.
pl: Twoje wpisy mają coś do powiedzenia o dzisiejszej nocy.
pt_br: Seus registros têm algo a dizer sobre esta noite.
pt_pt: Os teus registos têm algo a dizer sobre esta noite.
ro: Înregistrările tale au ceva de spus despre noaptea asta.
sk: Tvoje záznamy majú čo povedať o dnešnej noci.
sv: Dina registreringar har något att säga om i natt.
th: ข้อมูลที่คุณบันทึกมีบางอย่างจะบอกเกี่ยวกับคืนนี้
tr: Kayıtlarının bu gece hakkında söyleyecekleri var.
uk: Твої записи мають що сказати про цю ніч.
vi: Các ghi nhận của bạn có điều muốn nói về tối nay.
zh_hans: 你的记录对今晚有话要说。
zh_hant: 你的紀錄對今晚有些話要說。

source: Your entries, compared with your entries. Coincidence checks, not causes.
ar: إدخالاتكِ مقارنةً بإدخالاتكِ. رصدٌ للتزامن، وليست أسبابًا.
cs: Tvoje záznamy v porovnání s tvými záznamy. Kontroly souběhu, ne příčiny.
da: Dine registreringer sammenlignet med dine registreringer. Tilfældighedstjek, ikke årsager.
de: Deine Einträge, verglichen mit deinen Einträgen. Ein Blick auf zeitliches Zusammentreffen, keine Ursachen.
el: Οι καταχωρίσεις σου, σε σύγκριση με τις καταχωρίσεις σου. Έλεγχοι σύμπτωσης, όχι αιτίες.
es: Tus registros, comparados con tus registros. Comprobaciones de coincidencias, no causas.
es_419: Tus registros, comparados con tus registros. Comprobaciones de coincidencias, no causas.
fi: Merkintöjäsi verrattuna merkintöihisi. Yhteensattumien tarkistuksia, eivät syitä.
fr: Vos saisies, comparées à vos saisies. Des repérages de coïncidences, pas des causes.
he: הרישומים שלך, בהשוואה לרישומים שלך. בדיקות צירוף מקרים, לא סיבות.
hi: आपकी एंट्री की तुलना आपकी ही एंट्री से। संयोग की जाँच, कारण नहीं।
hr: Tvoji unosi, uspoređeni s tvojim unosima. Provjere podudarnosti, a ne uzroci.
hu: A bejegyzéseid összevetve a bejegyzéseiddel. Egybeesés-vizsgálatok, nem okok.
id: Entrimu, dibandingkan dengan entrimu sendiri. Cek kebetulan, bukan penyebab.
it: I tuoi dati, confrontati con i tuoi dati. Verifiche di coincidenza, non cause.
ja: あなたの記録と、あなたの記録を比べたものです。偶然の一致を確かめるもので、原因ではありません。
ko: 내 기록과 내 기록을 비교한 거예요. 우연인지 확인한 것일 뿐, 원인이 아니에요.
ms: Catatan anda, dibandingkan dengan catatan anda. Semakan kebetulan, bukan punca.
nb: Dine registreringer, sammenlignet med dine registreringer. Sjekker av sammenfall, ikke årsaker.
nl: Je invoer, vergeleken met je invoer. Toevalschecks, geen oorzaken.
pl: Twoje wpisy porównane z twoimi wpisami. Sprawdzenia zbieżności, a nie przyczyny.
pt_br: Seus registros, comparados com seus registros. Checagens de coincidência, não causas.
pt_pt: Os teus registos, comparados com os teus registos. Verificações de coincidência, não causas.
ro: Înregistrările tale, comparate cu înregistrările tale. Verificări de coincidență, nu cauze.
sk: Tvoje záznamy porovnané s tvojimi záznamami. Kontroly súbehu, nie príčiny.
sv: Dina registreringar, jämförda med dina registreringar. En koll av sammanträffanden, inte orsaker.
th: ข้อมูลของคุณ เปรียบเทียบกับข้อมูลของคุณเอง เป็นการดูว่าเกิดขึ้นพร้อมกันหรือไม่ ไม่ใช่สาเหตุ
tr: Kayıtların, kendi kayıtlarınla karşılaştırıldı. Rastlantı kontrolleri, neden değil.
uk: Твої записи порівняно з твоїми ж записами. Перевірка збігів, а не причини.
vi: Ghi nhận của bạn, so với chính ghi nhận của bạn. Kiểm tra sự trùng hợp, không phải nguyên nhân.
zh_hans: 你的记录，与你自己的记录比较。只是巧合检查，不代表原因。
zh_hant: 拿你的紀錄和你自己的紀錄比較。只是巧合比對，並非原因。
